9/data/attachments/bf36802a92ae297f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_367d4228-0082-4d0c-866b-a6308e90f40a</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>0</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>